;Place localized text in this file
[LWS_Guerrilla X2SoldierClassTemplate]

DisplayName="游击队员"
ClassSummary="作为伏击大师，游击队员会仔细标记目标，然后用霰弹枪将其炸飞。"

AbilityTreeTitles[0]="伏击"
AbilityTreeTitles[1]="画家"
AbilityTreeTitles[2]="陷阱"
AbilityTreeTitles[3]="Xcom"
AbilityTreeTitles[4]="手枪"

RandomNickNames[0]="Aces"
RandomNickNames[1]="Alright"
RandomNickNames[2]="Backburn"
RandomNickNames[3]="Beatdown"
RandomNickNames[4]="Blackout"
RandomNickNames[5]="Bone Breaker"
RandomNickNames[6]="Cold"
RandomNickNames[7]="Convict"
RandomNickNames[8]="Cypher"
RandomNickNames[9]="Death"
RandomNickNames[10]="Dervish"
RandomNickNames[11]="Doner"
RandomNickNames[12]="Drag"
RandomNickNames[13]="Effigy"
RandomNickNames[14]="Evil"
RandomNickNames[15]="Faultline"
RandomNickNames[16]="Fire"
RandomNickNames[17]="Gearbox"
RandomNickNames[18]="Hypno"
RandomNickNames[19]="Ifrit"
RandomNickNames[20]="Jack"
RandomNickNames[21]="Jet"
RandomNickNames[22]="Lighter"
RandomNickNames[23]="Magus"
RandomNickNames[24]="Minuteman"
RandomNickNames[25]="Monster"
RandomNickNames[26]="One-Eye"
RandomNickNames[27]="Pitfall"
RandomNickNames[28]="Poser"
RandomNickNames[29]="Rainbow"
RandomNickNames[30]="Rattler"
RandomNickNames[31]="Rebound"
RandomNickNames[32]="Red"
RandomNickNames[33]="Riser"
RandomNickNames[34]="Ripper"
RandomNickNames[35]="Salad"
RandomNickNames[36]="Screamer"
RandomNickNames[37]="Sendoff"
RandomNickNames[38]="Shade"
RandomNickNames[39]="Shakedown"
RandomNickNames[40]="Searing"
RandomNickNames[41]="Shifty"
RandomNickNames[42]="Shooter"
RandomNickNames[43]="Snake"
RandomNickNames[44]="Solstice"
RandomNickNames[45]="Spectre"
RandomNickNames[46]="Spice"
RandomNickNames[47]="Tactical"
RandomNickNames[48]="Tear"
RandomNickNames[49]="Terror"
RandomNickNames[50]="Tombstone"
RandomNickNames[51]="Venom"
RandomNickNames[52]="Vineyard"
RandomNickNames[53]="Wise"
RandomNickNames[54]="Wonderland"
RandomNickNames[55]="Wrath"
RandomNickNames[56]="Yeoman"
RandomNickNames[57]="Zero"
;ALPHABETICAL ORDER
RandomNickNames_Male[0]="Demon King"
RandomNickNames_Male[1]="Firstborn"
RandomNickNames_Male[2]="Overlord"
RandomNickNames_Male[3]="Wizard"
RandomNickNames_Female[0]="Ember"
RandomNickNames_Female[1]="Empress"
RandomNickNames_Female[2]="Witch"
RandomNickNames_Female[3]="Sorceress"
;ALPHABETICAL ORDER

PhotoboothSoloBLines_Male[0]="He's always in the thick of things."
PhotoboothSoloBLines_Male[1]="Robbing ADVENT of their lives!"
PhotoboothSoloBLines_Male[2]="All he needs is one shot."
PhotoboothSoloBLines_Male[3]="You'll never see him coming."

PhotoboothSoloBLines_Female[0]="She's always in the thick of things."
PhotoboothSoloBLines_Female[1]="Robbing ADVENT of their lives!"
PhotoboothSoloBLines_Female[2]="All she needs is one shot."
PhotoboothSoloBLines_Female[3]="You'll never see her coming."

